MAIN_TEXT = """
Привет! Это бот помошник твоего репетитора.

Выбери нужную команду на клавиатуре 👇"""

FAQ_TEXT = "Здесь пока ничего нет, но мы работаем 😊"

REGISTRATION_WELCOME = """
Привет! Это бот помошник твоего репетитора.

Для начала давайте познакомимся! Как вас зовут?

Пожалуйста, напишите ваше полное имя (ФИО):"""

REGISTRATION_EDUCATION = """Отлично! Теперь скажите, где вы учитесь?

Выберите один из вариантов:"""

REGISTRATION_UNIVERSITY_COURSE = """Вы выбрали ВУЗ! 🎓

На каком курсе вы учитесь?"""

REGISTRATION_SCHOOL_CLASS = """Вы выбрали школу! 🏫

В каком классе вы учитесь?"""

REGISTRATION_COMPLETE = """🎉 Регистрация завершена! 🎉

Теперь вы можете пользоваться всеми возможностями бота."""
